Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# IMPROVE_AR_LOCATION_ACCURACY_FOOTER_REBRAND
source: Send Apple data about the size and shape of buildings and other physical features around you when you refine your location in Maps by scanning your surroundings. The data isn’t attached to your Apple Account and can’t be used to identify you or anyone else. %@
ar: أرسل إلى Apple بيانات حول أحجام المباني وأشكالها والميزات المادية الأخرى من حولك عندما تقوم بتحسين موقعك في الخرائط عن طريق مسح المناطق المحيطة بك. لا يتم ربط هذه البيانات بحساب Apple ولا يمكن استخدامها لتحديد هويتك أو هوية أي شخص آخر. %@
bg: Изпратете на Apple данни за размера и формата на сградите и други обекти около вас, когато прецизирате вашето местоположение в Карти чрез сканиране на обкръжаващата ви среда. Данните не са свързани с вашата Apple регистрация и не могат да се използват, за да идентифицират вас или някого другиго. %@
ca: En ajustar la ubicació a l’app Mapes, pots escanejar l’entorn i enviar a Apple informació sobre les dimensions i la forma dels edificis i sobre la resta de característiques físiques. Les dades no s’associen al compte d’Apple i no es poden fer servir per identificar ningú. %@
cs: Při upřesňování polohy v Mapách pomocí skenování okolí se budou společnosti Apple odesílat informace o velikosti a tvaru budov a jiných fyzických objektů kolem vás. Tato data nejsou propojená s vaším účtem Apple a nelze podle nich identifikovat vás ani nikoho jiného. %@
da: Send data til Apple om størrelsen og faconen på bygninger og andre fysiske objekter omkring dig, når du justerer din lokalitet i Kort ved at scanne dine omgivelser. Dataene er ikke knyttet til din Apple-konto og kan ikke bruges til at identificere dig eller andre personer. %@
de: Sende Apple Daten über die Größe und Form von Gebäuden und anderen Strukturen in deiner Nähe, wenn du deinen Standort in „Karten“ durch Scannen deines Umfelds präzisierst. Die Daten sind nicht mit deinem Apple Account verknüpft und können nicht verwendet werden, um dich oder andere Personen zu identifizieren. %@
el: Αποστολή δεδομένων στην Apple σχετικά με το μέγεθος και το σχήμα των κτηρίων και άλλων φυσικών χαρακτηριστικών γύρω σας όταν βελτιώνετε την τοποθεσία σας στους Χάρτες σαρώνοντας τον περιβάλλοντα χώρο σας. Τα δεδομένα δεν είναι συσχετισμένα με τον λογαριασμό Apple σας και δεν μπορούν να χρησιμοποιηθούν για την ταυτοποίησή σας ή οποιουδήποτε άλλου ατόμου. %@
es: Envía a Apple datos sobre el tamaño y la forma de los edificios y otras características físicas de lo que te rodea cuando escanees lo que hay a tu alrededor para ajustar tu ubicación en la app Mapas. Estos datos no se asocian a tu cuenta de Apple y no pueden usarse para identificarte ni a ti ni a nadie. %@
es_us: Envía a Apple datos sobre el tamaño y la forma de los edificios y otras características físicas de lo que te rodea al volver más precisa tu ubicación en Mapas cuando explores tus alrededores. Los datos no están enlazados a tu cuenta de Apple y no se pueden utilizar para identificar personas. %@
fi: Lähetä Applelle tietoja sinua ympäröivien rakennusten ja muiden fyysisten piirteiden koosta ja muodosta skannaamalla ympäristösi, kun tarkennat sijaintiasi Kartoissa. Tietoja ei yhdistetä Apple-tiliisi eikä niitä voida käyttää sinun tai kenenkään muun tunnistamiseen. %@
fr: Envoyez à Apple des données concernant la taille et la forme des bâtiments et des autres structures autour de vous lorsque vous affinez votre position dans Plans en scannant votre environnement. Ces données ne sont pas associées à votre compte Apple et ne peuvent pas être utilisées pour vous identifier ou identifier une autre personne. %@
fr_ca: Envoyez des données à Apple sur la taille et la forme des bâtiments ainsi que d’autres caractéristiques physiques de ce qui vous entoure lorsque vous affinez votre position dans Plans en numérisant votre environnement. Ces données ne sont pas associées à votre compte Apple et ne permettent d’identifier personne. %@
he: באפשרותך לסרוק את הסביבה שלך ולשלוח ל-Apple נתונים לגבי גודל וצורה של מבנים ומאפיינים חיצוניים אחרים שנמצאים מסביבך כדי לדייק את פרטי המיקום שלך ב״מפות״. נתונים אלו אינם מקושרים לחשבון ה-Apple שלך ולא מאפשרים זיהוי שלך או של אחרים. ‏%@
hi: जब आप अपने आस-पास की जगहों को स्कैन करके नक़्शा ऐप में अपने स्थान की जानकारी को बेहतर बनाते हैं, तब Apple को अपने आस-पास की इमारतों के आकार, बनावट और अन्य भौतिक विशेषताओं से जुड़ा डेटा भेजें। यह डेटा आपके Apple खाते से जुड़ा हुआ नहीं होता है और इसका इस्तेमाल आपकी या किसी अन्य व्यक्ति की पहचान करने के लिए नहीं किया जा सकता है। %@
hr: Pošaljite Appleu podatke o veličini i obliku zgrada i drugih fizičkih značajki oko vas kad precizno podesite svoju lokaciju u Kartama skeniranjem svog okruženja. Podaci nisu priloženi vašem Apple računu i ne mogu se upotrijebiti za identificiranje vas ili bilo kog drugog. %@
hu: Adatokat küldhet az Apple-nek a környezete beolvasásával az Ön körül található épületek és más fizikai formák méretéről és alakjáról, amikor pontosítja a helyzetét a Térképekben. Az adatok nincsenek az Ön Apple-fiókjához rendelve, és nem használhatók az Ön vagy mások személyének azonosítására. %@
id: Kirim data Apple mengenai ukuran dan bentuk bangunan serta fitur fisik lainnya di sekitar saat Anda menyaring lokasi di Peta dengan memindai lingkungan sekitar Anda. Data tidak dilampirkan ke Akun Apple Anda dan tidak dapat digunakan untuk mengidentifikasi Anda atau orang lain. %@
it: Invia ad Apple i dati sulle dimensioni e sulla forma degli edifici e degli altri elementi fisici attorno a te quando esegui una scansione dell’ambiente che ti circonda per migliorare la precisione della posizione in Mappe. Tali dati non vengono collegati al tuo Apple Account e non possono essere utilizzati per identificare te o qualcun altro. %@
ja: “マップ”で周囲をスキャンして位置情報を微調整すると、周囲の建物と地物の大きさや形などに関するデータがAppleに送信されます。データはApple Accountに関連付けられず、あなたまたはほかの人の特定には使用できません。%@
kk: «Карталар» қолданбасында айналаңызды сканерлеу арқылы геолокацияңызды нақтылау кезінде Apple компаниясына ғимараттар мен басқа объектілердің өлшемдері мен пішіндері туралы деректерді жіберіңіз. Деректер Apple аккаунтыңызға тіркелмейді және оларды өзіңізді немесе басқа біреуді анықтау үшін пайдалану мүмкін емес. %@
ko: 사용자가 주변을 스캔하여 지도상의 위치를 정밀 조정할 때 사용자 주변의 빌딩 및 기타 물리적인 형체의 크기 및 모양에 관한 데이터를 Apple에 전송합니다. 데이터는 Apple 계정에 첨부되지 않으며 사용자 또는 다른 사람을 식별하는 데 사용될 수 없습니다. %@
lt: Siųskite „Apple“ duomenis apie aplink jus esančių pastatų dydį ir formą bei kitas fizines savybes, kai nuskaitydami aplinką tikslinate savo vietą žemėlapiuose. Duomenys nėra susieti su jūsų „Apple“ paskyra ir negali būti naudojami jums ar kitam asmeniui identifikuoti. %@
ms: Hantar data kepada Apple tentang saiz dan bentuk bangunan serta ciri fizikal lain sekeliling anda apabila anda memperincikan lokasi anda dalam Peta dengan mengimbas persekitaran anda. Data tidak dihubungkan kepada Akaun Apple anda dan tidak boleh digunakan untuk mengenal pasti anda atau orang lain. %@
nl: Stuur gegevens naar Apple over de grootte en vorm van gebouwen en andere fysieke kenmerken om je heen wanneer je je locatie in Kaarten verfijnt door je omgeving te scannen. De gegevens zijn niet aan je Apple Account gekoppeld en kunnen niet worden gebruikt om de identiteit van jou of anderen te achterhalen. %@
no: Send data til Apple om størrelsen og formen på bygninger og andre fysiske former nær deg når du avgrenser posisjonen din i Kart ved å skanne omgivelsene dine. Dataene knyttes ikke til Apple-kontoen din og kan ikke brukes til å identifisere deg eller andre. %@
pl: Wysyłaj do Apple dane dotyczące wielkości i kształtu budynków oraz innych elementów wokół Ciebie, gdy doprecyzowujesz swoje położenie w Mapach, skanując otoczenie. Dane nie są dołączone do Twojego konta Apple i nie pozwalają na zidentyfikowanie Ciebie ani żadnej innej osoby. %@
pt_br: Quando você refinar a sua localização no app Mapas, escaneie seus arredores e envie à Apple dados sobre o tamanho e a forma dos edifícios e outras características físicas ao seu redor. Os dados não são anexados à sua Conta da Apple e não podem ser usados para identificar você ou qualquer outra pessoa. %@
pt_pt: Enviar dados à Apple acerca do tamanho e forma dos edifícios e de outros elementos físicos em redor quando ajustar a sua localização na aplicação Mapas fazendo a leitura do espaço envolvente. Os dados não são associados à sua conta Apple, nem podem ser usados para determinar a sua identidade ou a de outras pessoas. %@
ro: Trimiteți la Apple date despre dimensiunea și forma clădirilor și alte caracteristici fizice din jurul dvs. atunci când precizați localizarea dvs. în aplicația Hărți prin scanarea împrejurimilor. Datele nu sunt asociate contului Apple și nu pot fi utilizate pentru a vă identifica pe dvs. sau pe oricine altcineva. %@
ru: Отправлять в Apple данные о размерах и формах окружающих Вас зданий и других объектов, когда Вы уточняете свою геопозицию в Картах, сканируя окружение. Эти данные не связываются с Вашим аккаунтом Apple, и по ним невозможно идентифицировать Вас или других людей. %@
sk: Pri spresňovaní polohy v apke Mapy skenovaním okolia budú spoločnosti Apple odosielané dáta týkajúce sa tvaru a veľkosti budov a ďalších fyzických objektov vo vašom okolí. Tieto dáta nie sú prepojené s vaším Apple účtom a nie je možné použiť ich na identifikáciu vás ani nikoho iného. %@
sl: Pošljite družbi Apple podatke o velikosti in obliki stavb ter drugih fizičnih objektih, ko skenirate okolico za natančnejše določanje svoje lokacije v Zemljevidih. Ti podatki ne bodo pripeti vašemu računu Apple in jih ni mogoče uporabiti, da bi identificirali vas ali kogarkoli drugega. %@
sv: Skicka data till Apple om storlek och form på byggnader och andra fysiska föremål omkring dig när du preciserar din platsinfo i Kartor genom att läsa av omgivningen. Dessa data kopplas inte till ditt Apple‑konto och kan inte användas till att identifiera dig eller någon annan. %@
th: ส่งข้อมูลให้ Apple เกี่ยวกับขนาดและรูปร่างของตึกและลักษณะกายภาพอื่นๆ รอบตัวคุณเมื่อคุณปรับตำแหน่งที่ตั้งของคุณในแผนที่โดยการสแกนสภาพแวดล้อมของคุณ ข้อมูลไม่ผูกกับบัญชี Apple ของคุณและไม่สามารถใช้ระบุคุณหรือคนอื่นๆ ได้ %@
tr: Çevrenizi tararken Harita’da konumunuzu düzelttiğinizde etrafınızdaki binaların ve diğer fiziksel özelliklerin büyüklüğü ve şekli hakkındaki verileri Apple’a gönderin. Veriler Apple Hesabı’nızla ilişkilendirilmez ve sizin kimliğinizi ya da başka birinin kimliğini belirlemek için kullanılamaz. %@
uk: Надсилайте до Apple дані про розмір і форму будівель та інші фізичні обʼєкти навколо вас, коли ви уточнюєте свою геопозицію в Картах, скануючи оточення. Дані не повʼязуються з вашим обліковим записом Apple і не можуть ідентифікувати вас чи інших осіб. %@
vi: Gửi cho Apple dữ liệu về kích thước và hình dạng của các tòa nhà cũng như các đặc điểm vật lý khác ở xung quanh, khi bạn tinh chỉnh vị trí của mình trong Bản đồ bằng cách quét khu vực xung quanh. Dữ liệu không được đính kèm với Tài khoản Apple của bạn và không thể sử dụng để nhận dạng bạn hay bất kỳ ai. %@
zh_cn: 通过扫描周边环境，在“地图”中改进你的位置时将建筑物大小、形状和其他附近地理特征数据发送给Apple。数据不会与Apple账户关联，也不可用于识别你或他人。%@
zh_hk: 透過掃描周圍環境，在「地圖」中校正位置精確度時，將你附近建築物和其他地理特徵的大小、形狀資料傳送予Apple。資料不會連繫至你的Apple帳户，也無法用於識別你或其他人。%@
zh_tw: 在你透過掃描周遭環境以精細調整你在「地圖」中的位置時，系統會將周遭建築物與其他自然特徵的大小和形狀相關資料傳送給Apple。資料不會連結至你的「Apple帳號」，無法用來識別你或其他人。%@

# HEALTH_RECORDS_DATA_LINK
source: About Improve Health Records & Privacy…
ar: حول تحسين السجلات الصحية والخصوصية…
bg: За подобряване на Здравно досие и поверителност…
ca: Sobre la millora dels informes clínics i la privacitat…
cs: O vylepšování zdravotních záznamů a soukromí…
da: Om Gør Helbredsjournaler bedre og anonymitet…
de: Über „Gesundheitsakte verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση των Ιατρικών εγγραφών και το απόρρητο…
es: Acerca de “Mejorar el historial clínico” y la privacidad…
es_us: Acerca de Mejorar expediente médico y privacidad…
fi: Tietoja: Paranna potilaskertomusta ja tietosuoja…
fr: Améliorer Dossiers médicaux et confidentialité…
fr_ca: Améliorer Dossiers médicaux et confidentialité…
he: מידע בנושא ״שיפור ׳רשומות רפואיות׳״ ופרטיות…
hi: “सेहत रिकॉर्ड बेहतर बनाएँ” और गोपनीयता परिचय…
hr: Više o poboljšanju Zdravstvenih podataka i privatnosti…
hu: Az Egészségügyi dokumentumok továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Catatan Kesehatan & Privasi…
it: “Migliora dati sanitari” e privacy…
ja: “ヘルスケアレコードの改善”とプライバシーについて…
kk: «Денсаулық жағдайын жақсарту» және құпиялылық туралы ақпарат…
ko: 건강 기록 향상 및 개인정보 보호에 관하여…
lt: Apie sveikatos įrašų tobulinimą ir privatumą…
ms: Perihal Tingkatkan Rekod Kesihatan & Privasi…
nl: Over 'Verbeter medisch dossier' en privacy…
no: Om Forbedre Helsejournaler og personvern…
pl: Funkcja Ulepszanie (Rekordy zdrowotne) i prywatność…
pt_br: Sobre Melhorar Registros Médicos e Privacidade…
pt_pt: Acerca de Melhorar Registos de saúde e Privacidade…
ro: Despre Îmbunătățire înregistrări medicale și intimitate…
ru: Об улучшении функции «Состояние здоровья» и конфиденциальности…
sk: O vylepšovaní zdravotných záznamov a súkromí…
sl: Več o izboljšanju Zdravstvenega kartona in zasebnosti …
sv: Om Förbättra medicinska journaler och integritet…
th: เกี่ยวกับการปรับปรุงบันทึกสุขภาพและความเป็นส่วนตัว…
tr: Sağlık Kayıtlarını İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Медзаписів і приватність…
vi: Cải thiện Hồ sơ sức khỏe & Quyền riêng tư…
zh_cn: 关于改进健康记录与隐私…
zh_hk: 關於改進健康記錄與私隱⋯
zh_tw: 關於改進健康記錄與隱私權⋯
